--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY @sadikal_knani10                 ▀▄ ▄▀ 
▀▄ ▄▀   BY @illOlli   (@kingtele1)     ▀▄ ▄▀    
▀▄ ▄  JUST WRITED BY sadik        ▀▄ ▄▀ 
▀▄ ▄▀  مساعده 3.                        ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]] 
do

function run(msg, matches)
local reply_id = msg['id']
local S = [[ 
💎اوامہر حمايھہ المجموعھہ
↭↭↭↭↭↭↭↭↭↭↭↭
🌾قفل الاضافه ↫لقفلہ الاضافھہ فيہ المجموعھہ
🌾فتح الاضافه ↫ لفتحہ الاضافھہ فيہ المجموعھہ

🌾قفل اعادة توجيه ↫لقفلہ اعادھہ توجيھہ فيہ المجموعھہ
🌾فتح اعادة توجيه ↫لفتحہ اعادھہ التوجيھہ فيہ المجموعھہ

🌾قفل العربيه ↫ لقفلہ اللغھہ العربيھہ
🌾فتح العربيه ↫ لفتحہ اللغھہ العربيھہ

🌾قفل البوتات ↫لقفلہ البوتاتہ فيہ المجموعھہ
🌾فتح البوتات ↫لفتحہ البوتاتہ فيہ المجموعھہ

🌾قفل جهات الاتصال ↫لقفلہ جهاتہ الاتصالہ فيہ المجموعھہ
🌾فتح جهات الاتصال ↫لفتحہ جهاتہ اتصالہ فيہ المجموعھہ

🌾قفل التكرار ↫لقفلہ التكرار فيہ المجموعھہ
🌾فتح التكرار ↫ لفتحہ التكرار فيہ المجموعھہ

🌾قفل الدردشة ↫لقفلہ الدردشھہ فيہ المجموعھہ
🌾فتح الدردشة ↫لفتحہ الدردشھہ فيہ المجموعھہ

🌾قفل الكلايش↫لقفلہ الكلايشہ
🌾فتح الكلايش↫لفتحہ الكلايشہ
↭↭↭↭↭↭↭↭↭↭↭↭
♛D E V ➻ @llOAl
]]
reply_msg(reply_id, S, ok_cb, false)
end

return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(م3)$",
},
run = run 
}
end
