--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY @sadikal_knani10                 ▀▄ ▄▀ 
▀▄ ▄▀   BY @illOlli   (@kingtele1)     ▀▄ ▄▀    
▀▄ ▄  JUST WRITED BY sadik        ▀▄ ▄▀ 
▀▄ ▄▀            مساعدة 1                  ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]] 
do

function run(msg, matches)
local reply_id = msg['id']
local S = [[ 

🎃اوامہر الميديا 
↭↭↭↭↭↭↭↭↭↭↭↭
🍂قفل الجماعيه ↫ لقفلہ التحكمہ فيہ المجموعھہ
🍂فتح الجماعيه ↫ لفتحہ التحكمہ فيہ المجموعھہ

🍂قفل الصور ↫ لقفلہ الصور فيہ المجموعھہ
🍂فتح الصور ↫ لفتحہ الصور فيہ المجموعھہ

🍂قفل الملصقات ↫ لقفلہ الملصقاتہ فيہ المجموعھہ
🍂فتح الملصقات ↫ لفتحہ الملصقاتہ فيہ المجموعھہ

🍂قفل الصوت ↫لقفلہ الصوتہ فيہ المجموعھہ
🍂فتح الصوت ↫ لفتحہ الصوتہ فيہ المجموعھہ

🍂قفل المتحركه ↫لقفلہ الصور المتحركھہ في المجموعھہ
🍂فتح المتحركه ↫لفتحہ الصور المتحركھہ فيہ المجموعھہ

🍂قفل الفديو ↫ لقفلہ الفديو فيہ المجموعھہ
🍂فتح الفديو ↫لفتحہ الفديو فيہ المجموعھہ
↭↭↭↭↭↭↭↭↭↭↭↭
♛D E V ➻ @llOAl
 ]]
reply_msg(reply_id, S, ok_cb, false)
end

return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(م4)$",
},
run = run 
}
end
